Repository: pero-grubac/AssetManager
Catalog: lib/l10n/app_*.arb
Languages: sr

source: Add location
sr: Dodaj lokaciju

source: address
sr: adresa

# assetDelete
source: Asset deleted.
sr: Osnovno sredstvo obrisano.

source: Asset Details
sr: Detalji o osnovnom sredstvu

# assetNotDeleted
source: Asset can not be deleted
sr: Osnovno sredstvo ne može biti obrisano

source: Assets
sr: Osnovna sredstva

source: Barcode
sr: Barkod

# barcodeNum
source: Barcode must be a number
sr: Barkod je broj

source: Camera
sr: Kamera

source: Cancel
sr: Otkaži

source: Census item details
sr: Detalji popisne stavke

source: Census list
sr: Popisne liste

# censusListDelete
source: Census list deleted
sr: Popisna lista obrisana

# censusListNotDelete
source: Census List can not be deleted
sr: Popisna lista ne može biti obrisana

# currentLocation
source: Get current location
sr: Trenutna lokacija

source: Description
sr: Opis

# emptyBarcode
source: Barcode cannot be empty.
sr: Barkod ne može biti izostavljen

# emptyDate
source: Date cannot be empty.
sr: Datum ne može biti izostavljen

# emptyImage
source: Image cannot be empty.
sr: Slika ne može biti izostavljena

# emptyName
source: Name cannot be empty.
sr: Ime ne može biti izostavljeno

# emptyPrice
source: Price cannot be empty.
sr: Cijena ne može biti izostavljena

source: Existing location
sr: Postojeća lokacija

source: First name
sr: Ime

source: Gallery
sr: Galerija

source: Invalid input
sr: Ne validan unos

source: Language
sr: Jezik

source: Last name
sr: Prezime

# loadingError
source: Error loading data
sr: Greška pri čitanju podataka

# locationDelete
source: Location deleted
sr: Lokacija obrisana

# locationNotDeleted
source: Location can not be deleted
sr: Lokacija ne može biti obrisana

source: Locations
sr: Lokacije

source: Name
sr: Ime

source: New worker
sr: Novi radnik

# noAddress
source: No address found
sr: Adresa nije pronadjena

# noAsset
source: No assets found
sr: Nema osnovnih sredstava

# noItems
source: No items found
sr: Nema stavki

# noLocation
source: No locations found
sr: Lokacija nije pronadjena

# noLocationChosen
source: No locations chosen
sr: Lokacija nija izabrana

# noNewWorker
source: New worker can not be empty
sr: Novi radnik ne može biti izostavljena

# noOldLocation
source: Old location cannot be empty
sr: Stara lokacija ne može biti izostavljena

# noOldWorker
source: Old worker cannot be empty
sr: Stari radnik ne može biti izostavljena

# noWorker
source: No workers found
sr: Nema radnika

source: Okay
sr: Ok

source: Old worker
sr: Stari radnik

source: Phone number
sr: Broj telefona

source: Pick your location
sr: Izaberite Vašu lokaciju

source: Price
sr: Cijena

source: Save
sr: Sačuvaj

source: Scan barcode
sr: Skeniraj barkod

# scanError
source: Error while scanning
sr: Greška prilikom skeniranja

source: Search...
sr: Pretraga...

source: Select date
sr: Datum

source: Select location
sr: Izaberite lokaciju

source: Select on map
sr: Izaberite na mapi

source: Select worker
sr: Izaberite radnika

source: Settings
sr: Podešavanja

# settingsScreenTitle
source: Settings
sr: Podešavanja

source: Start scan
sr: Započni skeniranje

source: Theme
sr: Tema

source: Undo
sr: Poništi

# uniqueBarcode
source: Barcode must be unique
sr: Barkod mora biti jednistven

source: Unknown city
sr: Ne poznati grad

# unknownError
source: An unknown error occurred
sr: Nepoznata greška

# workerDelete
source: Worker deleted
sr: Ranik obrisan

source: Worker does not exist
sr: Radnik ne postoji

# workerNotDeleted
source: Worker can not be deleted
sr: Radnik ne može biti obrisan

source: Workers
sr: Radnici

# wrongLocation
source: Something went wrong with getting the location
sr: Greška pri dohvatanju lokacije

source: Your barcode
sr: Vaš barkod

source: Your location
sr: Vaša lokacija
